Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Settings_SafeModeToggleSwitch.AutomationProperties.HelpText
source: Run WSL in "Safe Mode" which disables many features and is intended to be used to recover distributions that are in bad states.
cs_cz: Spusťte WSL v nouzovém režimu, který zakáže mnoho funkcí a je určen k obnovení distribucí, které jsou ve špatném stavu.
da_dk: Kør WSL i "Fejlsikret tilstand", som deaktiverer mange funktioner og er beregnet til at blive brugt til at genoprette distributioner, der er i beskadigede tilstande.
de_de: Führen Sie die WSL im „abgesicherten Modus“ aus, in dem viele Features deaktiviert sind. Dieser Modus ist für die Wiederherstellung von fehlerhaften Distributionen gedacht.
el_gr: Εκτελεί το WSL σε "Ασφαλή λειτουργία", η οποία απενεργοποιεί πολλές δυνατότητες και προορίζεται για χρήση με σκοπό την ανάκτηση διανομών που βρίσκονται σε κακή κατάσταση.
es_es: Ejecute WSL en "Modo seguro" que deshabilite muchas características y que esté pensado para su uso para recuperar distribuciones en mal estado.
fi_fi: Suorita WSL vikasietotilassa, joka poistaa käytöstä monia ominaisuuksia ja jota on tarkoitus käyttää palauttamaan jakaumia, jotka ovat virheellisessä tilassa.
fr_fr: Exécutez WSL en mode sans échec, ce qui désactive de nombreuses fonctionnalités et est destiné à être utilisé pour récupérer les distributions dont l’état est incorrect.
hu_hu: Futtatja a WSL-t csökkentett módban, amely számos funkciót letilt, és a rossz állapotú disztribúciók helyreállítására szolgál.
it_it: Eseguire WSL in "Modalità provvisoria" che disabilita molte funzionalità e deve essere utilizzato per ripristinare distribuzioni in stato non valido.
ja_jp: WSL を "セーフ モード" で実行すると、多くの機能が無効になり、無効な状態のディストリビューションの回復に使用されます。
ko_kr: 많은 기능을 사용하지 않도록 설정하고 잘못된 상태의 배포를 복구하는 데 사용되는 "안전 모드"에서 WSL을 실행합니다.
nb_no: Kjør WSL i Sikkermodus som deaktiverer mange funksjoner og er ment å brukes til å gjenopprette distribusjoner som er i ugyldige tilstander.
nl_nl: Voer WSL uit in de veilige modus. Hierdoor worden veel functies uitgeschakeld en kunnen distributies met een slechte status worden hersteld.
pl_pl: Uruchom podsystem WSL w „trybie awaryjnym”, który wyłącza wiele funkcji i jest przeznaczony do odzyskiwania dystrybucji, które są w złych stanach.
pt_br: Execute o WSL no "Modo de Segurança", o que desativa muitas funcionalidades e se destina a ser utilizado para recuperar distribuições que estejam em estados incorretos.
pt_pt: Execute o WSL no "Modo de Segurança", o que desativa muitas funcionalidades e se destina a ser utilizado para recuperar distribuições que estejam em estados incorretos.
ru_ru: Запускайте WSL в "безопасном режиме", который отключает многие функции и предназначен для восстановления дистрибутивов, находящихся в плохом состоянии.
sv_se: Kör WSL i felsäkert läge, vilket inaktiverar många funktioner och är avsett att användas för att återställa distributioner i felaktiga tillstånd.
tr_tr: WSL'yi birçok özelliği devre dışı bırakan ve kötü durumdaki dağıtımları kurtarmak için kullanılması amaçlanan "Güvenli Mod "da çalıştırın.
zh_cn: 在“安全模式”下运行 WSL，这将禁用许多功能，并用于恢复处于错误状态的分发。
zh_tw: 以「安全模式」執行 WSL，此模式會停用許多功能，並用於復原處於錯誤狀態的發佈。

# Settings_Shell_About.Content
source: About
cs_cz: O modulu snap-in
da_dk: Om
de_de: Info
el_gr: Σχετικά
es_es: Acerca de
fi_fi: Tietoja
fr_fr: À propos de
hu_hu: Névjegy
it_it: Informazioni su
ja_jp: バージョン情報
ko_kr: 정보
nb_no: Om
nl_nl: Info
pl_pl: Informacje
pt_br: Sobre
pt_pt: Acerca de
ru_ru: О службе
sv_se: Om
tr_tr: Hakkında
zh_cn: 关于
zh_tw: 關於

# Settings_Shell_Developer.Content
source: Developer
cs_cz: Vývojář
da_dk: Softwareudvikler
de_de: Entwickler
el_gr: Προγραμματιστής
es_es: Programador
fi_fi: Kehittäjä
fr_fr: Développeur
hu_hu: Fejlesztő
it_it: Sviluppatore
ja_jp: 開発者
ko_kr: 개발자
nb_no: Utvikler
nl_nl: Ontwikkelaar
pl_pl: Deweloper
pt_br: Desenvolvedor
pt_pt: Programador
ru_ru: Разработчик
sv_se: Utvecklare
tr_tr: Geliştirici
zh_cn: 开发人员
zh_tw: 開發人員

# Settings_Shell_DistroManagement.Content
source: Distro Management
cs_cz: Správa distribuce
da_dk: Distro-administration
el_gr: Διαχείριση Διανομών
es_es: Administración de distribuciones
fi_fi: Distro-hallinta
fr_fr: Gestion des distributions
hu_hu: Disztribúciókezelés
it_it: Gestione distribuzione
ja_jp: ディストリビューションの管理
ko_kr: 배포판 관리
nb_no: Distro-håndtering
nl_nl: Distributiebeheer
pl_pl: Zarządzanie dystrybucją
pt_br: Gerenciamento de Distribuições
pt_pt: Gestão de Distribuições
ru_ru: Управление дистрибутивами
sv_se: Distributionshantering
tr_tr: Dağıtım Yönetimi
zh_cn: 发行版管理
zh_tw: Distro 管理

# Settings_Shell_DockerDesktopIntegration.Content
source: Docker Desktop Integration
cs_cz: Integrace aplikace Docker Desktop
da_dk: Docker-skrivebordsintegration
el_gr: Ενσωμάτωση Docker Desktop
es_es: Integración de Docker Desktop
fi_fi: Docker-työpöytäintegrointi
fr_fr: Intégration de Docker Desktop
hu_hu: Docker Desktop-integráció
it_it: Integrazione di Docker Desktop
ja_jp: Docker Desktop の統合
ko_kr: Docker 데스크톱 통합
nb_no: Skrivebordsintegrering for Docker
nl_nl: Docker Desktop-integratie
pl_pl: Integracja pulpitu platformy Docker
pt_br: Integração da Área de Trabalho do Docker
pt_pt: Integração do Docker Desktop
ru_ru: Интеграция Docker Desktop
tr_tr: Docker Masaüstü Tümleştirmesi
zh_cn: Docker Desktop 集成
zh_tw: Docker Desktop 整合

# Settings_Shell_FileSystem.Content
source: File System
cs_cz: Systém souborů
da_dk: Filsystem
de_de: Dateisystem
el_gr: Σύστημα Αρχείων
es_es: Sistema de archivos
fi_fi: Tiedostojärjestelmä
fr_fr: Système de fichiers
hu_hu: Fájlrendszer
ja_jp: ファイル システム
ko_kr: 파일 시스템
nb_no: Filsystem
nl_nl: Bestandssysteem
pl_pl: System plików
pt_br: Sistema de Arquivos
pt_pt: Sistema de Ficheiros
ru_ru: Файловая система
sv_se: Filsystem
tr_tr: Dosya Sistemi
zh_cn: 文件系统
zh_tw: 檔案系統

# Settings_Shell_General.Content
source: General
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
fi_fi: Yleiset
fr_fr: Général
hu_hu: Általános
it_it: Generale
ja_jp: 全般
ko_kr: 일반
nb_no: Generelt
nl_nl: Algemeen
pl_pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru_ru: Общие
sv_se: Allmänt
tr_tr: Genel
zh_cn: 常规
zh_tw: 一般

# Settings_Shell_GPUAcceleration.Content
source: GPU Acceleration
cs_cz: Akcelerace GPU
de_de: GPU-Beschleunigung
el_gr: Επιτάχυνση GPU
es_es: Aceleración de la GPU
fi_fi: Grafiikkasuorittimen kiihdytys
fr_fr: Accélération GPU
hu_hu: GPU-gyorsítás
it_it: Accelerazione GPU
ja_jp: GPU アクセラレータ
ko_kr: GPU 가속
nb_no: Grafikkbehandlingsenhet-akselerasjon
nl_nl: GPU-versnelling
pl_pl: Przyspieszanie procesora GPU
pt_br: Aceleração da GPU
pt_pt: Aceleração da GPU
ru_ru: Ускорение GPU
tr_tr: GPU Hızlandırma
zh_cn: GPU 加速
zh_tw: GPU 加速

# Settings_Shell_GUIApps.Content
source: GUI Apps
cs_cz: Aplikace s grafickým rozhraním (GUI)
el_gr: Εφαρμογές GUI
es_es: Aplicaciones de GUI
fi_fi: GUI-sovellukset
fr_fr: Applications GUI
hu_hu: Grafikus felhasználói felületű alkalmazások
it_it: App GUI
ja_jp: GUI アプリ
ko_kr: GUI 앱
nb_no: Visuelt grensesnitt-apper
pl_pl: Aplikacje graficznego interfejsu użytkownika
pt_br: Aplicativos de GUI
pt_pt: Aplicações de GUI
ru_ru: Приложения графического интерфейса пользователя
sv_se: GUI-appar
tr_tr: GUI Uygulamaları
zh_cn: GUI 应用
zh_tw: GUI 應用程式

# Settings_Shell_LaunchWSL.Content
source: Launch wsl.exe
cs_cz: Spustit wsl.exe
da_dk: Start wsl.exe
de_de: Starten von wsl.exe
el_gr: Εκκίνηση wsl.exe
es_es: Iniciar wsl.exe
fi_fi: Käynnistä wsl.exe
fr_fr: Lancer wsl.exe
hu_hu: Wsl.exe indítása
it_it: Avvia wsl.exe
ja_jp: wsl.exe を起動する
ko_kr: wsl.exe 실행
nb_no: Start wsl.exe
nl_nl: wsl.exe starten
pl_pl: Uruchom wsl.exe
pt_br: Iniciar wsl.exe
pt_pt: Iniciar wsl.exe
ru_ru: Запустить wsl.exe
sv_se: Starta wsl.exe
tr_tr: wsl.exe başlat
zh_cn: 启动 wsl.exe
zh_tw: 啟動 wsl.exe

# Settings_Shell_MemAndProc.Content
source: Memory and processor
cs_cz: Paměť a procesor
da_dk: Hukommelse og processor
de_de: Arbeitsspeicher und Prozessor
el_gr: Μνήμη και επεξεργαστής
es_es: Memoria y procesador
fi_fi: Muisti ja suoritin
fr_fr: Mémoire et processeur
hu_hu: Memória és processzor
it_it: Memoria e processore
ja_jp: メモリとプロセッサ
ko_kr: 메모리 및 프로세서
nb_no: Minne og prosessor
nl_nl: Geheugen en processor
pl_pl: Pamięć i procesor
pt_br: Memória e processador
pt_pt: Memória e processador
ru_ru: Память и процессор
sv_se: Minne och processor
tr_tr: Bellek ve işlemci
zh_cn: 内存和处理器
zh_tw: 記憶體與處理器

# Settings_Shell_Networking.Content
source: Networking
cs_cz: Sítě
da_dk: Netværk
de_de: Netzwerk
el_gr: Δικτύωση
es_es: Funciones de red
fi_fi: Verkko
fr_fr: Gestion de réseau
hu_hu: Hálózatkezelés
it_it: Reti
ja_jp: ネットワーク
ko_kr: 네트워킹
nb_no: Nettverk
nl_nl: Netwerken
pl_pl: Sieci
pt_br: Rede
pt_pt: Funcionamento em rede
ru_ru: Сеть
sv_se: Nätverk
tr_tr: Ağ İletişimi
zh_cn: 网络
zh_tw: 網路功能

# Settings_Shell_NetworkingIntegration.Content
source: Networking Integration
cs_cz: Integrace sítí
da_dk: Netværksintegration
de_de: Netzwerkintegration
el_gr: Ενσωμάτωση Δικτύωσης
es_es: Integración de redes
fi_fi: Verkkointegrointi
fr_fr: Intégration au réseau
hu_hu: Hálózati integráció
it_it: Integrazione di rete
ja_jp: ネットワーク統合
ko_kr: 네트워킹 통합
nb_no: Nettverksintegrasjon
nl_nl: Netwerkintegratie
pl_pl: Integracja sieci
pt_br: Integração de Rede
pt_pt: Integração de Rede
ru_ru: Интеграция сети
sv_se: Nätverksintegrering
tr_tr: Ağ Tümleştirmesi
zh_cn: 网络集成
zh_tw: 網路整合

# Settings_Shell_OOBE.Content
source: Welcome to WSL
cs_cz: Vítá vás WSL
da_dk: Velkommen til WSL
de_de: Willkommen bei WSL
el_gr: Καλώς ορίσατε στο WSL
es_es: Te damos la bienvenida a WSL
fi_fi: Tervetuloa käyttämään WSL:ää
fr_fr: Bienvenue dans WSL
hu_hu: Üdvözli a WSL
it_it: Ti diamo il benvenuto in WSL
ja_jp: WSL へようこそ
ko_kr: WSL 시작
nb_no: Velkommen til WSL
nl_nl: Welkom bij WSL
pl_pl: WSL — Zapraszamy!
pt_br: Bem-vindo ao WSL
pt_pt: Damos-lhe as boas-vindas ao WSL
ru_ru: Добро пожаловать в WSL
sv_se: Välkommen till WSL
tr_tr: WSL’ye Hoş Geldiniz
zh_cn: 欢迎使用 WSL
zh_tw: 歡迎使用 WSL

# Settings_Shell_OptionalFeatures.Content
source: Optional Features
cs_cz: Volitelné funkce
da_dk: Valgfrie funktioner
de_de: Optionale Features
el_gr: Προαιρετικά χαρακτηριστικά
es_es: Funciones opcionales
fi_fi: Valinnaiset ominaisuudet
fr_fr: Fonctionnalités facultatives
hu_hu: Választható funkciók
it_it: Funzionalità facoltative
ja_jp: オプション機能
ko_kr: 선택적 기능
nb_no: Valgfrie funksjoner
nl_nl: Optionele onderdelen
pl_pl: Funkcje opcjonalne
pt_br: Recursos Opcionais
pt_pt: Funcionalidades Opcionais
ru_ru: Дополнительные функции
sv_se: Valfria funktioner
tr_tr: İsteğe Bağlı Özellikler
zh_cn: 可选功能
zh_tw: 選用功能

# Settings_Shell_Settings.Content
source: Settings
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Configuración
fi_fi: Asetukset
fr_fr: Paramètres
hu_hu: Beállítás
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ru_ru: Настройки
sv_se: Inställningar
tr_tr: Ayarlar
zh_cn: 设置
zh_tw: 設定

# Settings_Shell_VSCodeIntegration.Content
source: VS Code Integration
cs_cz: Integrace VS Code
da_dk: VS-kodeintegration
el_gr: Ενσωμάτωση VS Code
es_es: Integración de VS Code
fi_fi: VS-koodin integrointi
fr_fr: Intégration VS Code
hu_hu: VS Code-integráció
it_it: Integrazione VS Code
ja_jp: VS Code の統合
ko_kr: VS Code 통합
nb_no: VS Code-integrasjon
nl_nl: VS Code-integratie
pl_pl: Integracja z programem VS Code
pt_br: Integração com o VS Code
pt_pt: Integração do VS Code
ru_ru: Интеграция VS Code
tr_tr: VS Code Tümleştirmesi
zh_cn: VS Code 集成
zh_tw: VS Code 整合

# Settings_Shell_WhatsNew.Content
source: What's new
cs_cz: Novinky
da_dk: Nyheder
de_de: Neuigkeiten
el_gr: Τι νέο υπάρχει
es_es: Novedades
fi_fi: Uudet ominaisuudet
fr_fr: Nouveautés
hu_hu: Újdonságok
it_it: Novità
ja_jp: 新着情報
ko_kr: 새로운 기능
nb_no: Hva er nytt
nl_nl: Nieuwe functies
pl_pl: Co nowego
pt_br: Novidades
pt_pt: Novidades
ru_ru: Что нового
sv_se: Nyheter
tr_tr: Yenilikler
zh_cn: 新增功能
zh_tw: 新增功能

# Settings_Shell_WorkingAcrossFileSystems.Content
source: Working Across File Systems
cs_cz: Práce v souborových systémech
da_dk: Arbejder på tværs af filsystemer
de_de: Dateisystemübergreifendes Arbeiten
el_gr: Εργασία σε διαφορετικά Συστήματα Αρχείων
es_es: Trabajando en sistemas de archivos
fi_fi: Työskentely tiedostojärjestelmien välillä
fr_fr: Travailler sur plusieurs systèmes de fichiers
hu_hu: Fájlrendszerek közötti munka
it_it: Operazioni su più file system
ja_jp: ファイル システム間での作業
ko_kr: 파일 시스템 간 작업
nb_no: Arbeider på tvers av filsystemer
nl_nl: Werken tussen bestandssystemen
pl_pl: Praca w różnych systemach plików
pt_br: Trabalhando em Sistemas de Arquivos
pt_pt: Trabalhar em Sistemas de Ficheiros
ru_ru: Работа в файловых системах
sv_se: Arbeta i alla filsystem
tr_tr: Dosya Sistemlerinde Çalışma
zh_cn: 跨系统文件访问
zh_tw: 跨檔案系統工作

# Settings_IssuesLink.Content
source: Issues
cs_cz: Problémy
da_dk: Problemer
de_de: Probleme
el_gr: Προβλήματα (Issues)
es_es: Problemas
fi_fi: Ongelmat
fr_fr: Problèmes
hu_hu: Problémák
it_it: Problemi
ja_jp: 問題が生じています
ko_kr: 문제
nb_no: Problemer
nl_nl: Problemen
pl_pl: Problemy
pt_br: Erros
pt_pt: Problemas
ru_ru: Проблемы
sv_se: Problem
tr_tr: Sorunlar
zh_cn: 问题
zh_tw: 問題

# Settings_SparseVHD.Header
source: Enable sparse VHD by default
cs_cz: Ve výchozím nastavení povolit zhuštěný virtuální pevný disk
da_dk: Aktivér sparse virtuel harddisk som standard
de_de: Sparse VHD standardmäßig aktivieren
el_gr: Ενεργοποίηση sparse VHD από προεπιλογή
es_es: Habilitar VHD disperso de forma predeterminada
fi_fi: Ota käyttöön harva virtuaalikiintolevy oletusarvon mukaan
fr_fr: Activer le disque dur virtuel partiellement alloué par défaut
hu_hu: Ritka VHD engedélyezése alapértelmezés szerint
it_it: Abilita il disco rigido virtuale di tipo sparse per impostazione predefinita
ja_jp: スパース仮想ハード ディスクを既定で有効にする
ko_kr: 기본값으로 스파스 VHD 사용
nb_no: Aktiver sparsommelig VHD som standard
nl_nl: Sparse VHD standaard inschakelen
pl_pl: Domyślnie włącz rozrzedzony wirtualny dysk twardy
pt_br: Habilitar VHD esparso por padrão
pt_pt: Ativar disco rígido virtual disperso por predefinição
ru_ru: Включить разреженный виртуальный жесткий диск по умолчанию
sv_se: Aktivera virtuell hårddisk med sparse som standard
tr_tr: Seyrek VHD'yi varsayılan olarak etkinleştir
zh_cn: 默认启用稀疏 VHD
zh_tw: 預設啟用疏鬆 VHD

# Settings_SparseVHD.Description
source: Any newly created VHD will be set to sparse automatically when enabled.
cs_cz: Všechny nově vytvořené virtuální pevné disky budou při povolení automaticky nastaveny na zhuštěné.
da_dk: Enhver nyoprettet VHD indstilles til sparse automatisk, når den aktiveres.
de_de: Jede neu erstellte VHD wird automatisch auf „geringe Dichte“ festgelegt, wenn sie aktiviert ist.
el_gr: Κάθε νέο VHD που δημιουργείται θα ορίζεται αυτόματα ως sparse (αραιό) όταν είναι ενεργοποιημένο.
es_es: Cualquier VHD recién creado se establecerá en disperso automáticamente cuando se habilite.
fi_fi: Uudet luodut virtuaalikiintolevyt asetetaan harvaksi automaattisesti, kun ne ovat käytössä.
fr_fr: Tous les disques durs virtuels nouvellement créés sont automatiquement alloués lorsqu’ils sont activés.
hu_hu: Az újonnan létrehozott virtuális merevlemezek automatikus ritkításra lesznek beállítva, ha engedélyezve vannak.
it_it: Se abilitata, qualsiasi disco rigido virtuale appena creato verrà impostato su sparse automaticamente.
ja_jp: 新しく作成された VHD は、有効にすると自動的にスパースに設定されます。
ko_kr: 새로 생성된 VHD는 활성화하면 자동으로 스파스로 설정됩니다.
nb_no: En nyopprettet VHD settes til spredt automatisk når den er aktivert.
nl_nl: Nieuwe VHD's worden automatisch ingesteld op schaars wanneer deze is ingeschakeld.
pl_pl: Każdy nowo utworzony dysk VHD zostanie automatycznie rozrzedzony po włączeniu.
pt_br: Qualquer VHD recém-criado será definido para esparso automaticamente quando habilitado.
pt_pt: Qualquer disco rígido virtual recém-criado será definido para dispersão automaticamente quando ativado.
ru_ru: Все вновь созданные виртуальные жесткие диски будут автоматически настроены на разрежение при включении.
sv_se: Nyskapad VHD ställs in på sparse automatiskt när den är aktiverad.
tr_tr: Yeni oluşturulan tüm sanal sabit diskler, etkinleştirildiğinde otomatik olarak seyrek olarak ayarlanır.
zh_cn: 启用后，任何新创建的 VHD 都将自动设置为稀疏。
zh_tw: 啟用時，任何新建立的 VHD 都會自動設定為疏鬆。

# Settings_SparseVHDToggleSwitch.AutomationProperties.Name
source: Enable sparse VHD by default.
cs_cz: Ve výchozím nastavení povolte zhuštěný virtuální pevný disk.
da_dk: Aktivér sparse virtuel harddisk som standard.
de_de: Sparse VHD wird standardmäßig aktiviert.
el_gr: Ενεργοποίηση sparse VHD από προεπιλογή.
es_es: Habilitar VHD disperso de forma predeterminada.
fi_fi: Ota käyttöön harva virtuaalikiintolevy oletusarvoisesti.
fr_fr: Activez le disque dur virtuel partiellement alloué par défaut.
hu_hu: Ritka VHD engedélyezése alapértelmezés szerint.
it_it: Abilita il disco rigido virtuale di tipo sparse per impostazione predefinita.
ja_jp: スパース仮想ハード ディスクを既定で有効にします。
ko_kr: 기본값으로 스파스 VHD를 사용하도록 설정합니다.
nb_no: Aktiver sparse VHD som standard.
nl_nl: Sparse VHD standaard inschakelen.
pl_pl: Domyślnie włącz rozrzedzony wirtualny dysk twardy.
pt_br: Habilitar VHD esparso por padrão.
pt_pt: Ativar disco rígido virtual disperso por predefinição.
ru_ru: Включить разреженный виртуальный жесткий диск по умолчанию.
sv_se: Aktivera virtuell hårddisk med gles matris som standard.
tr_tr: Seyrek VHD'yi varsayılan olarak etkinleştirin.
zh_cn: 默认启用稀疏 VHD。
zh_tw: 預設啟用疏鬆 VHD。

# Settings_SparseVHDToggleSwitch.AutomationProperties.HelpText
source: Any newly created VHD will be set to sparse automatically when enabled.
cs_cz: Všechny nově vytvořené virtuální pevné disky budou při povolení automaticky nastaveny na zhuštěné.
da_dk: Enhver nyoprettet VHD indstilles til sparse automatisk, når den aktiveres.
de_de: Jede neu erstellte VHD wird automatisch auf „geringe Dichte“ festgelegt, wenn sie aktiviert ist.
el_gr: Κάθε νέο VHD που δημιουργείται θα ορίζεται αυτόματα ως sparse (αραιό) όταν είναι ενεργοποιημένο.
es_es: Cualquier VHD recién creado se establecerá en disperso automáticamente cuando se habilite.
fi_fi: Uudet luodut virtuaalikiintolevyt asetetaan harvaksi automaattisesti, kun ne ovat käytössä.
fr_fr: Tous les disques durs virtuels nouvellement créés sont automatiquement alloués lorsqu’ils sont activés.
hu_hu: Az újonnan létrehozott virtuális merevlemezek automatikus ritkításra lesznek beállítva, ha engedélyezve vannak.
it_it: Se abilitata, qualsiasi disco rigido virtuale appena creato verrà impostato su sparse automaticamente.
ja_jp: 新しく作成された VHD は、有効にすると自動的にスパースに設定されます。
ko_kr: 새로 생성된 VHD는 활성화하면 자동으로 스파스로 설정됩니다.
nb_no: En nyopprettet VHD settes til spredt automatisk når den er aktivert.
nl_nl: Nieuwe VHD's worden automatisch ingesteld op schaars wanneer deze is ingeschakeld.
pl_pl: Każdy nowo utworzony dysk VHD zostanie automatycznie rozrzedzony po włączeniu.
pt_br: Qualquer VHD recém-criado será definido para dispersão automaticamente quando ativado.
pt_pt: Qualquer disco rígido virtual recém-criado será definido para dispersão automaticamente quando ativado.
ru_ru: Все вновь созданные виртуальные жесткие диски будут автоматически настроены на разрежение при включении.
sv_se: Nyskapad VHD ställs in på sparse automatiskt när den är aktiverad.
tr_tr: Yeni oluşturulan tüm sanal sabit diskler, etkinleştirildiğinde otomatik olarak seyrek olarak ayarlanır.
zh_cn: 启用后，任何新创建的 VHD 都将自动设置为稀疏。
zh_tw: 啟用時，任何新建立的 VHD 都會自動設定為疏鬆。

# Settings_SwapFilePath.Header
source: Swap File Location
cs_cz: Prohození umístění souboru
da_dk: Byt om på filplacering
de_de: Speicherort der Auslagerungsdatei
el_gr: Τοποθεσία Αρχείου Swap
es_es: Abrir ubicación del archivo
fi_fi: Sivutustiedoston sijainti
fr_fr: Emplacement du fichier de permutation
hu_hu: Fájl helyének felcserélése
it_it: Scambia percorso file
ja_jp: ページ ファイルの場所
ko_kr: 스왑 파일 위치
nb_no: Bytt filplassering
nl_nl: Bestandslocatie wisselen
pl_pl: Zamień lokalizację pliku
pt_br: Local do Arquivo de Troca
pt_pt: Localização do Ficheiro de Paginação
ru_ru: Поменять расположение файла
sv_se: Växla filplats
tr_tr: Takas Dosya Konumu
zh_cn: 交换文件位置
zh_tw: 交換檔案位置

# Settings_SwapFilePath.Description
source: An absolute Windows path to the swap virtual hard disk.
cs_cz: Absolutní cesta systému Windows k prohození virtuálního pevného disku.
da_dk: En absolut Windows-sti til ombytningen af den virtuelle harddisk.
de_de: Ein absoluter Windows-Pfad zur virtuellen Auslagerungsfestplatte.
el_gr: Μια απόλυτη διαδρομή Windows προς τον εικονικό σκληρό δίσκο swap.
es_es: Ruta de acceso absoluta de Windows al disco duro virtual de intercambio.
fi_fi: Absoluuttinen Windows-polku virtuaalikiintolevyn sivutustiedostoon.
fr_fr: Chemin d’accès Windows absolu au disque dur virtuel d’échange.
hu_hu: A virtuális merevlemez felcserélésére szolgáló abszolút Windows-elérési út.
it_it: Percorso assoluto di Windows per il disco rigido virtuale di scambio.
ja_jp: スワップ仮想ハード ディスクへの Windows の絶対パス。
ko_kr: 스왑 가상 하드 디스크의 절대 Windows 경로입니다.
nb_no: En absolutt Windows-bane til den virtuelle harddisken for bytting.
nl_nl: Een absoluut Windows-pad naar de verwisselbare virtuele harde schijf.
pl_pl: Bezwzględna ścieżka systemu Windows do wirtualnego dysku twardego wymiany.
pt_br: Um caminho absoluto do Windows para o disco rígido virtual de troca.
pt_pt: Um caminho absoluto do Windows para o disco rígido virtual de troca.
ru_ru: Абсолютный путь Windows к обмену виртуальным жестким диском.
sv_se: En absolut Windows-sökväg till den virtuella växlingshårddisken.
tr_tr: Takas sanal sabit diskine giden mutlak bir Windows yolu.
zh_cn: 交换虚拟硬盘的绝对 Windows 路径。
zh_tw: 交換虛擬硬碟的絕對 Windows 路徑。

# Settings_SwapFilePathBrowseButton.Content
source: Browse swap files
cs_cz: Procházet soubory prohození
da_dk: Gennemse swapfiler
de_de: Auslagerungsdateien durchsuchen
el_gr: Αναζήτηση αρχείων swap
es_es: Examinar archivos de intercambio
fi_fi: Selaa sivutustiedostoja
fr_fr: Parcourir les fichiers d’échange
hu_hu: Tallózás a felcserélési fájlok között
it_it: Sfoglia file di scambio
ja_jp: スワップ ファイルの参照
ko_kr: 스왑 파일 찾아보기
nb_no: Bla gjennom vekslefiler
nl_nl: Bladeren door wisselbestanden
pl_pl: Przeglądaj pliki wymiany
pt_br: Procurar arquivos de permuta
pt_pt: Procurar ficheiros de troca
ru_ru: Просмотр файлов подкачки
sv_se: Bläddra bland växlingsfiler
tr_tr: Takas dosyalarına gözat
zh_cn: 浏览交换文件
zh_tw: 瀏覽交換檔案

# Settings_SwapFilePathTextBox.AutomationProperties.Name
source: Swap File Location
cs_cz: Prohození umístění souboru
da_dk: Byt om på filplacering
de_de: Speicherort der Auslagerungsdatei
el_gr: Τοποθεσία Αρχείου Swap
es_es: Abrir ubicación del archivo
fi_fi: Sivutustiedoston sijainti
fr_fr: Emplacement du fichier de permutation
hu_hu: Fájl helyének felcserélése
it_it: Scambia percorso file
ja_jp: ページ ファイルの場所
ko_kr: 스왑 파일 위치
nb_no: Bytt filplassering
nl_nl: Bestandslocatie wisselen
pl_pl: Zamień lokalizację pliku
pt_br: Local do Arquivo de Troca
pt_pt: Localização do Ficheiro de Paginação
ru_ru: Поменять расположение файла
sv_se: Växla filplats
tr_tr: Takas Dosya Konumu
zh_cn: 交换文件位置
zh_tw: 交換檔案位置
